{
  "Continue": "Далее",
  "Get Started": "Начать",
  "Back": "Назад",
  "Please enter at least 6 characters": "Пожалуйста, введите не менее 6 символов",
  "Help": "Помощь",
  "Please enter an access code": "Пожалуйста, введите код доступа",
  "Access code": "Код доступа",
  "Use the access code given to you. 1 key for 1 PC, to reset the binding, write to the seller": "Используйте предоставленный вам ключ доступа. 1 клавиша для 1 ПК, для сброса привязки, напишите продавцу",
  "Enter the access code": "Введите код доступа",
  "Loading": "Загрузка",
  "Unknown error": "Неизвестная ошибка",
  "You are blocked, write to the seller to clarify the reason": "Вас заблокировали, напишите продавцу, чтобы уточнить причину",
  "This access code is already linked to another PC": "Такой ключ доступа не найден, повторите попытку",
  "The basics": "Основы",
  "Make sure you have the latest version of Windows 10 or Windows 11, it doesn't hurt to check for updates. Change account data Microsoft Store is prohibited. Our account is only needed to access the game. All game statistics, nickname, etc. are linked to your account Xbox": "Убедитесь, что у вас последняя версия Windows 10 или Windows 11, не помешает проверка наличия обновлений. Изменять данные учетной записи Microsoft Store запрещено. Наша учетная запись нужна только для доступа к игре. Вся игровая статистика, никнейм и т.д. привязаны к вашей учетной записи Xbox",
  "Personal account": "Личный кабинет",
  "here": "здесь",
  "you can create a new Xbox account": "вы можете создать новую учетную запись Xbox",
  "Open the Xbox app": "Откройте приложение Xbox",
  "it's installed by default but can also be downloaded from the Microsoft Store": "он установлен по умолчанию, но также может быть загружен из Microsoft Store",
  "Log in to your personal account": "Войдите в личный кабинет",
  "Logging into our account is carried out without your intervention and is needed to gain access to the game. During activation, do not interact with the PC to rule out problems": "Вход в нашу учетную запись осуществляется без вашего вмешательства и необходим для получения доступа к игре. Во время активации не взаимодействуйте с ПК, чтобы исключить проблемы",
  "Gaining access": "Получение доступа",
  "The activation process will not take much time, if you have any difficulties - write to the seller in the chat. Do not forget to leave a review": "Процесс активации не займет много времени. Не забудьте оставить отзыв",
  "To play, you need the Rockstar Games Launcher which you can download from the": "Чтобы играть, вам нужен Rockstar Games Launcher, который вы можете скачать с",
  "official website": "официального сайта",
  "You just need to install it and you do not need to enter any data": "Вам просто нужно установить его, и вам не нужно вводить какие-либо данные",
  "Common Buyer Mistakes": "Распространенные ошибки",
  "Mistake": "Ошибка",
  "#": "№",
  "If a dialog box with “cloud saves” appears when starting the game, be sure to turn them off, otherwise you will lose your save": "Если при запуске игры появляется диалоговое окно с «облачными сохранениями», обязательно отключите их, иначе вы потеряете сохранение",
  "You cannot be online when the game is running for more than 3-5 minutes. Because, after activation, you only need to run the game in offline mode": "Вы не можете быть онлайн, когда игра работает более 3-5 минут. Потому что после активации нужно только запустить игру в автономном режиме",
  "Success": "Успех",
  "Then you can close this window, find the game in the search, put the game on download, wait for the download and enjoy the gameplay": "Затем вы можете закрыть это окно, найти игру в поиске, поставить игру на скачивание, дождаться скачивания и наслаждаться игровым процессом",
  "Then you can close this window, find the game in the library, put the game on download, wait for the game to load, switch Steam to offline mode, start the game and enjoy the gameplay": "Затем вы можете закрыть это окно, найти игру в библиотеке, поставить игру на скачивание, дождаться загрузки игры, переключить Steam в автономный режим, запустить игру и наслаждаться игровым процессом",
  "Done": "Готово",
  "Unknown Error": "Неизвестная ошибка",
  "Try again": "Еще раз",
  "Error": "Ошибка",
  "Error code": "Код ошибки",
  "Try Again or write to the seller": "Попробуйте еще раз или напишите продавцу",
  "Enter Windows Hello code in MS Store (PINCODE from your PC)": "Введите код Windows Hello в MS Store (ПИНКОД от вашего ПК)"
}
